brew "htop"
brew "ripgrep"
brew "wget"
brew "zsh"
brew "watch"
brew "gh"
brew "mise"
brew "watchexec"
brew "mas"
brew "jq"
brew "fzf"

cask "rectangle"
cask "1password-cli"
cask "rectangle"
cask "ghostty"

# cask "spotify"
# cask "iterm2"
# brew "ffmpeg"
# brew "yt-dlp"
